{
  "id": "NCT04246489",
  "short_title": "Bintrafusp Alfa Monotherapy in Platinum-Experienced Cervical Cancer",
  "long_title": "A Phase II, Multicenter, Open Label Study of Bintrafusp Alfa (M7824) Monotherapy in Participants With Advanced, Unresectable Cervical Cancer With Disease Progression During or After Platinum-Containing Chemotherapy",
  "organization": "EMD Serono",
  "submit_date": "2020-01-28",
  "submit_date_qc": "2020-01-28",
  "submit_date_posted": "2020-01-29",
  "results_date": "2023-04-03",
  "results_date_qc": "2023-05-05",
  "results_date_posted": "2023-05-09",
  "last_update_date": "2023-10-18",
  "last_update_date_posted": "2023-10-23",
  "verify_date": "2023-09",
  "sponsor": "EMD Serono Research & Development Institute, Inc.",
  "collaborators": [
    "Merck KGaA, Darmstadt, Germany"
  ],
  "summary": "The main purpose of this study was to evaluate clinical efficacy and safety of bintrafusp alfa in participants with advanced, unresectable cervical cancer with disease progression during or after platinum-containing chemotherapy.",
  "details": null,
  "conditions": [
    "Uterine Cervical Neoplasms"
  ],
  "study_phases": "PHASE2",
  "study_type": "INTERVENTIONAL",
  "enrollment_count": 146,
  "allocation": "NA",
  "intervention_model": "SINGLE_GROUP",
  "observation_model": null,
  "primary_purpose": "TREATMENT",
  "who_masked": null,
  "Interventions": [
    {
      "type": "DRUG",
      "name": "Bintrafusp alfa",
      "description": "Participants received an intravenous infusion of 1200 milligrams (mg) bintrafusp alfa once every 2 weeks until confirmed disease progression, death, unacceptable toxicity and study withdrawal."
    }
  ],
  "primary_measure_outcomes": [
    {
      "measure": "Number of Participants With Confirmed Objective Response According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1) as Assessed by Independent Review Committee (IRC)",
      "description": "Confirmed objective response was defined as the number of participants with a confirmed objective response of complete response (CR) or partial response (PR). CR: Disappearance of all evidence of target and non-target lesions. PR: At least 30% reduction from baseline in the sum of the longest diameter (SLD) of all lesions. Confirmed CR = at least 2 determinations of CR at least 4 weeks apart and before progression. Confirmed PR = at least 2 determinations of PR at least 4 weeks apart and before progression (and not qualifying for a CR). Confirmed objective response was determined according to RECIST v1.1 and as adjudicated by IRC.",
      "time_frame": "Time from first treatment up to 688 days"
    }
  ],
  "secondary_measure_outcomes": [
    {
      "measure": "Duration of Response (DOR) According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1) as Assessed by Independent Review Committee (IRC)",
      "description": "DOR was defined for participants with confirmed response, as the time from first documentation of confirmed objective response (Complete Response \\[CR\\] or Partial Response \\[PR\\]) according to RECIST 1.1 to the date of first documentation of progression disease (PD) or death due to any cause, whichever occurred first. CR: Disappearance of all evidence of target and non-target lesions. PR: At least 30% reduction from baseline in the SLD of all lesions. PD: At least a 20 percent (%) increase in the SLD, taking as reference the smallest SLD recorded from baseline or the appearance of 1 or more new lesions. DOR was determined according to RECIST v1.1 and assessed by IRC. Results were calculated based on Kaplan-Meier estimates.",
      "time_frame": "Time from first treatment up to 688 days"
    },
    {
      "measure": "Durable Response According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1) as Assessed by Independent Review Committee (IRC)",
      "description": "Durable Response was defined as the number of participants with confirmed objective response (CR or PR) according to RECIST 1.1, determined by IRC with duration of at least 6 months. CR: Disappearance of all evidence of target and non-target lesions. PR: At least 30% reduction from baseline in the SLD of all lesions. PD: At least a 20 percent (%) increase in the SLD, taking as reference the smallest SLD recorded from baseline or the appearance of 1 or more new lesions.",
      "time_frame": "Time from first treatment up to 688 days"
    },
    {
      "measure": "Number of Participants With Treatment-Emergent Adverse Events (TEAEs) and Treatment-Related TEAEs, Including Adverse Event of Special Interests (AESIs)",
      "description": "Adverse Event (AE) was defined any untoward medical occurrence in a participant administered with a study drug, which does not necessarily had a causal relationship with this treatment. Serious AE was defined AE that resulted in any of the following outcomes: death; life threatening; persistent/significant disability/incapacity; initial/prolonged inpatient hospitalization; congenital anomaly/birth defect. TEAEs: TEAEs was defined as events with onset date or worsening during the on-treatment period. TEAEs included serious AEs and non-serious AEs. Treatment-related TEAEs: reasonably related to the study intervention. AESIs included Infusion-related reactions, Immune-related AEs, Transforming growth factor- beta (TGF-ß) inhibition mediated skin AE, bleeding and anemia.",
      "time_frame": "Time from first treatment up to 688 days"
    },
    {
      "measure": "Progression-Free Survival (PFS) According to Response Evaluation Criteria in Solid Tumors (RECIST Version 1.1) Assessed by Independent Review Committee (IRC)",
      "description": "PFS was defined as the time from first administration of study intervention until date of the first documentation of disease progression (PD) or death due to any cause, whichever occurred first. PD: At least a 20 percent (%) increase in the SLD, taking as reference the smallest SLD recorded from baseline or the appearance of 1 or more new lesions. Kaplan-Meier estimates was used to calculate PFS.",
      "time_frame": "Time from first administration of study drug until the first documentation of PD or death, assessed up to 688 days"
    },
    {
      "measure": "Number of Participants With Confirmed Objective Response According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1) as Assessed by the Investigator",
      "description": "Confirmed objective response was defined as the number of participants with a confirmed objective response of complete response (CR) or partial response (PR). CR: Disappearance of all evidence of target and non-target lesions. PR: At least 30% reduction from baseline in the sum of the longest diameter (SLD) of all lesions. Confirmed CR = at least 2 determinations of CR at least 4 weeks apart and before progression. Confirmed PR = at least 2 determinations of PR at least 4 weeks apart and before progression (and not qualifying for a CR). Confirmed objective response was determined according to RECIST v1.1 and as adjudicated by Investigator.",
      "time_frame": "Time from first treatment up to 688 days"
    },
    {
      "measure": "Overall Survival (OS)",
      "description": "OS was defined as the time from first administration of study intervention to the date of death due to any cause. The OS was analyzed by using the Kaplan-Meier method.",
      "time_frame": "Time from first administration of study drug up to data cutoff (assessed up to 688 days)"
    },
    {
      "measure": "Serum Pre-Dose Concentrations (Ctrough) of Bintrafusp Alfa",
      "description": "Ctrough was defined as the concentration observed immediately before next dosing (corresponding to pre-dose or trough concentration for multiple dosing).",
      "time_frame": "At Day 15, Day 29, Day 43, Day 85, Day 127, Day 169, Day 253, Day 337, Day 421, Day 505 and Day 589"
    },
    {
      "measure": "Serum Concentration at End of Infusion (CEOI) of Bintrafusp Alfa",
      "description": "Serum Concentration at End of Infusion (CEOI) of bintrafusp alfa is reported.",
      "time_frame": "At Day 1 and Day 29"
    },
    {
      "measure": "Number of Participants With Positive Antidrug Antibodies (ADA)",
      "description": "Serum samples were analyzed by a validated assay method to detect the presence of antidrug antibodies (ADA). Number of participants with positive ADA were reported.",
      "time_frame": "Time from first treatment up to 688 days"
    },
    {
      "measure": "Percentage of Participants With Confirmed Objective Response According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1) as Assessed by Independent Review Committee (IRC) According to Programmed Death Ligand 1 (PD-L1) Expression",
      "description": "Confirmed objective response was defined as the percentage of participants with a confirmed objective response of complete response (CR) or partial response (PR). CR: Disappearance of all evidence of target and non-target lesions. PR: At least 30% reduction from baseline in the sum of the longest diameter (SLD) of all lesions. Confirmed CR = at least 2 determinations of CR at least 4 weeks apart and before progression. Confirmed PR = at least 2 determinations of PR at least 4 weeks apart and before progression (and not qualifying for a CR). Confirmed objective response was determined according to RECIST v1.1 and as adjudicated by IRC through PD-L1 Subgroup. Participants with PD-L1 positive tumors (Combined positive score (CPS) \\>=1) and PD-L1 negative tumors (CPS\\<1).",
      "time_frame": "Time from first treatment up to 688 days"
    },
    {
      "measure": "PFS According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1) as Assessed by Independent Review Committee (IRC) According to Programmed Death Ligand 1 (PD-L1) Expression",
      "description": "PFS was defined as the time from first administration of study intervention until the first documentation of disease progression (PD) or death due to any cause, whichever occurred first. PD: At least a 20 percent (%) increase in the SLD, taking as reference the smallest SLD recorded from baseline or the appearance of 1 or more new lesions. PFS was determined according to RECIST v1.1 and as adjudicated by IRC through PD-L1 Subgroup. Participants with PD-L1 positive tumors (Combined positive score (CPS) \\>=1) and PD-L1 negative tumors (CPS\\<1).",
      "time_frame": "Time from first administration of study drug until the first documentation of PD or death, assessed up to 688 days"
    },
    {
      "measure": "Overall Survival (OS) as Assessed According to Programmed Death Ligand 1 (PD-L1) Expression",
      "description": "OS was defined as the time from first administration of study intervention to the date of death due to any cause. The OS was analyzed by using the Kaplan-Meier method. Participants with PD-L1 positive tumors (Combined positive score (CPS) \\>=1) and PD-L1 negative tumors (CPS\\<1).",
      "time_frame": "Time from first administration of study drug up to 688 days"
    }
  ],
  "other_measure_outcomes": [],
  "min_age": 18,
  "max_age": null,
  "eligible_sex": "FEMALE",
  "accepts_healthy": false,
  "inclusion_criteria": "* Participants who had advanced unresectable and/or metastatic cervical cancer (squamous cell carcinoma, adenocarcinoma, adenosquamous cell carcinoma) with disease progression during or after the prior platinum-containing chemotherapy:\n\n  1. The prior platinum-containing chemotherapy may be a systemic treatment for advanced unresectable, recurrent, persistent or metastatic disease or treatment in the adjuvant or neo-adjuvant setting with disease progression or recurrence within 6 months of completion of platinum-containing chemotherapy\n  2. Participants who previously only received platinum as a radiosensitizer are not eligible\n  3. Participants must be naïve to checkpoint inhibitors\n* Participants who had measurable disease\n* Participants who provide a tumor tissue sample, either from archival tissue or newly obtained core or excisional biopsy. If the participant received local therapy (For example: radiation therapy or chemoradiotherapy) after the archival tissue was taken, a new biopsy was required\n* Participants who had Eastern Cooperative Oncology Group (ECOG) PS of 0 to 1\n* Life expectancy greater than or equals to (\\>=) 12 weeks as judged by the Investigator\n* Adequate hematological, hepatic and renal function as defined in the protocol\n* Participants with known Human Immunodeficiency Virus (HIV) infections were in general eligible if the following criteria are met:\n\n  1. Clinically indicated participants must be stable on antiretroviral therapy (ART) for at least 4 weeks and agree to adhere to ART\n  2. had no evidence of documented multi-drug resistance that would prevent effective ART\n  3. had an HIV viral load of \\< 400 copies per milliliter (/mL) at Screening\n  4. had CD4+ T-cell (CD4+) counts \\>= 350 cells/microliter\n  5. For participants with a history of an Acquired immunodeficiency syndrome (AIDS)-defining opportunistic infection within the last 12 months, participants may be eligible only after consultation and agreement with the study Medical Monitor\n  6. If prophylactic antimicrobial drugs were indicated, participants would still be considered eligible upon agreement with the study Medical Monitor\n* Participants with hepatitis B virus (HBV) and/or hepatitis C virus (HCV) infections were in general eligible if the following criteria are met:\n\n  1. HBV viral load below the limit of quantification. If medically indicated, participants infected with HBV must be treated and on a stable dose of antivirals at study entry and with planned monitoring and management according to appropriate labeling guidance\n  2. Participants with a history of HCV infection should have completed curative antiviral treatment and require HCV viral load below the limit of quantification\n  3. Participants on concurrent HCV treatment should have HCV below the limit of quantification\n* Other protocol defined inclusion criteria could apply",
  "exclusion_criteria": "* Participants with active central nervous system (CNS) metastases causing clinical symptoms or require therapeutic intervention are excluded. Participants with a history of treated CNS metastases (by surgery or radiation therapy) are not eligible unless they have fully recovered from treatment, demonstrated no progression for at least 4 weeks, and are not using steroids for at least 7 days prior to the start of study treatment\n* Participants with interstitial lung disease or has had a history of pneumonitis that has required oral or intravenous (IV) steroids\n* Participants with significant acute or chronic infections\n* Participants with active autoimmune disease that might deteriorate when receiving an immunostimulatory agent\n* Participants with clinically significant cardiovascular/cerebrovascular disease including: cerebral vascular accident/stroke, myocardial infarction, unstable angina, congestive heart failure, or serious cardiac arrhythmia\n* Other protocol defined exclusion criteria could apply",
  "officials": [
    "Medical Responsible, STUDY_DIRECTOR, Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany"
  ],
  "locations": [
    "Highlands Oncology Group, Fayetteville, Arkansas, 72703, United States",
    "University of Arkansas Medical Sciences, Little Rock, Arkansas, 72202-3500, United States",
    "Stanford University Hospital and Clinics - Stanford Cancer Center, Stanford, California, 94305, United States",
    "The Stamford Hospital, Stamford, Connecticut, 06902, United States",
    "Karmanos Cancer Institute, Farmington Hills, Michigan, 48334, United States",
    "Washington University in St. Louis, Saint Louis, Missouri, 63110, United States",
    "Comprehensive Cancer Centers of Nevada, Henderson, Nevada, 89074, United States",
    "UC Health Clinical Trials Office, Cincinnati, Ohio, 45229, United States",
    "Oregon Health &amp; Science University, Portland, Oregon, 97229, United States",
    "The West Clinic, Germantown, Tennessee, 38138, United States",
    "SCRI - Tennessee Oncology, Nashville, Tennessee, 37203, United States",
    "Centro Oncologico Riojano Integral (CORI), La Rioja, , , Argentina",
    "Sanatorio El Parque, Salta, , , Argentina",
    "Centro Medico San Roque S.R.L., San Miguel de Tucuman, , , Argentina",
    "Peter MacCallum Cancer Centre-East Melbourne, Melbourne, , , Australia",
    "Linear Clinical Research Limited, Nedlands, , , Australia",
    "Calvary Mater Newcastle, Waratah, , , Australia",
    "Cliniques Universitaires Saint-Luc, Bruxelles, , , Belgium",
    "Institut Jules Bordet, Bruxelles, , , Belgium",
    "Universitair Ziekenhuis Gent - Pneumology, Gent, , , Belgium",
    "AZ Groeninge - Campus Kennedylaan - account 2, Kortrijk, , , Belgium",
    "CHU de Liège - PARENT, Liège, , , Belgium",
    "CHU Sart Tilman, Liège, , , Belgium",
    "UZ Leuven, Pellenberg, , , Belgium",
    "GZA Ziekenhuizen - Campus Sint-Augustinus, Wilrijk, , , Belgium",
    "HGB - Hospital Giovanni Battista - Mãe de Deus Center - Centro de Pesquisa Clínica - Instituto do Câncer, Porto Alegre, , , Brazil",
    "Clínica de Pesquisas e Centro de Estudos em Oncologia Ginecológica e Mamária Ltda., São Paulo, , , Brazil",
    "IBCC - Instituto Brasileiro de Controle do Câncer, São Paulo, , , Brazil",
    "Chongqing Cancer Hospital, Chongqing, , , China",
    "Sun Yat-sen University, Cancer Center, Guangzhou, , , China",
    "Zhejiang Cancer Hospital, Hangzhou, , , China",
    "Anhui Provincial Hospital, Hefei, , , China",
    "Shanghai Cancer Hospital, Fudan University, Shanghai, , , China",
    "Union Hospital Tongji Medical College Huazhong University of Science and Technology, Wuhan, , , China",
    "Henan Cancer Hospital, Zhengzhou, , , China",
    "Institut Bergonié, Bordeaux cedex, , , France",
    "Centre Oscar lambret - Service d'Oncologie medicale, Lille cedex, , , France",
    "Centre Léon Bérard, Lyon, , , France",
    "Centre Antoine Lacassagne, Nice, , , France",
    "Hôpital Cochin - Hematologie et Oncologie Médicale, Paris, , , France",
    "Centre Hospitalier Lyon Sud - service d'oncologie medicale, Pierre Benite cedex, , , France",
    "CARIO - Centre Armoricain de Radiothérapie, Imagerie médicale et Oncologie, Plérin, , , France",
    "Institut Jean Godinot - Service d'hématologie et Oncologie Médicale, Reims cedex, , , France",
    "ICO - Site René Gauducheau, Saint Herblain, , , France",
    "Institut de Cancérologie de Strasbourg Europe - ICANS - Service d'oncologie médicale, Strasbourg, , , France",
    "Orszagos Onkologiai Intezet - Nogyogyaszati Osztaly, Budapest, , , Hungary",
    "SzSzB Megyei Korhazak es Egyetemi Oktatokorhaz - Onkoradiologia, Nyiregyhaza, , , Hungary",
    "National Cancer Center Hospital - Dept of Mammary Gland/Oncology, Chuo-ku, , , Japan",
    "NHO Kyushu Cancer Center - Dept of Gynecology, Fukuoka-shi, , , Japan",
    "Saitama Medical University International Medical Center - Dept of Gynecology/Oncology, Hidaka-shi, , , Japan",
    "Cancer Institute Hospital of JFCR - Dept of Gynecology, Koto-ku, , , Japan",
    "Kurume University Hospital - Dept of Gynecology, Kurume-shi, , , Japan",
    "Jikei University Hospital - Dept of Gynecology, Minato-ku, , , Japan",
    "University Hospital, University of the Ryukyus - Dept of Obstetrics/Gynecology, Nakagami-gun, , , Japan",
    "Osaka International Cancer Institute - Dept of Gynecology, Osaka-shi, , , Japan",
    "NHO Hokkaido Cancer Center - Dept of Gynecology, Sapporo-shi, , , Japan",
    "Kanagawa Cancer Center - Dept of Gynecology, Yokohama-shi, , , Japan",
    "National Cancer Center, Goyang-si, , , Korea, Republic of",
    "Asan Medical Center, Seoul, , , Korea, Republic of",
    "Samsung Medical Center, Seoul, , , Korea, Republic of",
    "Seoul National University Hospital, Seoul, , , Korea, Republic of",
    "Severance Hospital, Yonsei University Health System, Seoul, , , Korea, Republic of",
    "Ajou University Hospital, Suwon, , , Korea, Republic of",
    "BHI of Omsk region \"Clinical Oncology Dispensary\", Omsk, , , Russian Federation",
    "LLC \"ClinicaUZI4D\", Pyatigorsk, , , Russian Federation",
    "Hospital Clinic i Provincial de Barcelona - Servicio de Oncologia, Barcelona, , , Spain",
    "Hospital Universitari Vall d'Hebron - Dept of Oncology, Barcelona, , , Spain",
    "ICO Girona - Hospital Doctor Josep Trueta - Servicio de Oncologia Medica, Girona, , , Spain",
    "Clinica Universidad de Navarra (MAD) - Oncology Service, Madrid, , , Spain",
    "Hospital Universitario 12 de Octubre - Servicio de Oncologia, Madrid, , , Spain",
    "Hospital Universitario Ramon y Cajal - Servicio de Oncologia, Madrid, , , Spain",
    "Hospital Regional Universitario de Malaga, Málaga, , , Spain",
    "Hospital Clinico Universitario de Valencia - Servicio de Hematologia y Oncologia Medica, Valencia, , , Spain"
  ],
  "references": [
    {
      "pmid": "29298798",
      "citation": "Strauss J, Heery CR, Schlom J, Madan RA, Cao L, Kang Z, Lamping E, Marte JL, Donahue RN, Grenga I, Cordes L, Christensen O, Mahnke L, Helwig C, Gulley JL. Phase I Trial of M7824 (MSB0011359C), a Bifunctional Fusion Protein Targeting PD-L1 and TGFbeta, in Advanced Solid Tumors. Clin Cancer Res. 2018 Mar 15;24(6):1287-1295. doi: 10.1158/1078-0432.CCR-17-2653. Epub 2018 Jan 3."
    },
    {
      "pmid": "29343622",
      "citation": "Lan Y, Zhang D, Xu C, Hance KW, Marelli B, Qi J, Yu H, Qin G, Sircar A, Hernandez VM, Jenkins MH, Fontana RE, Deshpande A, Locke G, Sabzevari H, Radvanyi L, Lo KM. Enhanced preclinical antitumor activity of M7824, a bifunctional fusion protein simultaneously targeting PD-L1 and TGF-beta. Sci Transl Med. 2018 Jan 17;10(424):eaan5488. doi: 10.1126/scitranslmed.aan5488."
    },
    {
      "pmid": "36066618",
      "citation": "Vugmeyster Y, Grisic AM, Wilkins JJ, Loos AH, Hallwachs R, Osada M, Venkatakrishnan K, Khandelwal A. Model-informed approach for risk management of bleeding toxicities for bintrafusp alfa, a bifunctional fusion protein targeting TGF-beta and PD-L1. Cancer Chemother Pharmacol. 2022 Oct;90(4):369-379. doi: 10.1007/s00280-022-04468-6. Epub 2022 Sep 6."
    }
  ],
  "documents": [
    {
      "url": "https://cdn.clinicaltrials.gov/large-docs/89/NCT04246489/Prot_000.pdf",
      "size": 17846294
    },
    {
      "url": "https://cdn.clinicaltrials.gov/large-docs/89/NCT04246489/SAP_001.pdf",
      "size": 5669461
    }
  ]
}